/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "ਸੇਵ ਕਰੋ";
"Cancel" = "ਰੱਦ ਕਰੋ";
"Select Language" = "ਭਾਸ਼ਾ ਚੁਣੋ";
"Select Channel" = "ਚੈਨਲ ਚੁਣੋ";
"Widget Settings" = "ਵਿਜੇਟ ਸੈਟਿੰਗਾਂ";
"Settings" = "ਸੈਟਿੰਗਾਂ";
"More Options" = "ਹੋਰ ਵਿਕਲਪ";
"Submit" = "ਜਮ੍ਹਾਂ ਕਰੋ";
"Skip feedback" = "ਫੀਡਬੈਕ ਛੱਡੋ";
"Did we resolve your issue?" = "ਕੀ ਅਸੀਂ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕੀਤਾ ਹੈ?";
"Send Chat Transcript to your email address" = "ਆਪਣੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਚੈਟ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ ਭੇਜੋ";
"Chat Transcript" = "ਚੈਟ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ";
"Thanks for your feedback!" = "ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਲਈ ਧੰਨਵਾਦ!";
"Feedback Comment" = "ਫੀਡਬੈਕ ਟਿੱਪਣੀ";
"Additional Feedback" = "ਵਧੀਕ ਫੀਡਬੈਕ";
"Add Additional Feedback" = "ਵਧੀਕ ਫੀਡਬੈਕ ਸ਼ਾਮਲ ਕਰੋ";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "ਟੇਲਸ ਵਰਚੁਅਲ ਅਸਿਸਟੈਂਟ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਜਿਸਨੇ ਹੁਣੇ ਤੁਹਾਡੀ ਮਦਦ ਕੀਤੀ, ਤੁਸੀਂ ਇਸਦੇ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਕਿਵੇਂ ਰੇਟ ਕਰੋਗੇ?";
"Want to share feedback?" = "ਫੀਡਬੈਕ ਸਾਂਝਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?";
"Sorry! Your device does not support speech input" = "ਮਾਫ ਕਰਨਾ! ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਸਪੀਚ ਇਨਪੁੱਟ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੀ ਹੈ";
"Say something" = "ਕੁੱਝ ਕਹੋ";
"Ask me something" = "ਮੈਨੂੰ ਕੁਝ ਪੁੱਛੋ";
"Something went wrong while connecting, make sure the credentials are right and try again" = "ਕਨੈਕਟ ਕਰਦੇ ਸਮੇਂ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ, ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਪ੍ਰਮਾਣ ਪੱਤਰ ਸਹੀ ਹਨ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ";
"Logout" = "ਲਾੱਗ ਆਊਟ";
"This field is required" = "ਇਸ ਫੀਲਡ ਦੀ ਲੋੜ ਹੈ";
"This password is incorrect" = "ਇਹ ਪਾਸਵਰਡ ਗਲਤ ਹੈ";
"This Jid  is invalid" = "ਇਹ jid ਅਵੈਧ ਹੈ";
"Sign in" = "ਸਾਈਨ - ਇਨ";
"Password" = "ਪਾਸਵਰਡ";
"Chatbot" = "ਚੈਟਬੋਟ";
"Mobile" = "ਮੋਬਾਈਲ";
"Privacy Policy" = "ਪਰਾਈਵੇਟ ਨੀਤੀ";
"Agent" = "ਏਜੰਟ";
"Read more" = "ਹੋਰ ਪੜ੍ਹੋ";
"Read less" = "ਘੱਟ ਪੜ੍ਹੋ";
"Close" = "ਬੰਦ ਕਰੋ";
"Email" = "ਈ - ਮੇਲ";
"Email address" = "ਈਮੇਲ ਪਤਾ";
"Quick reply" = "ਤੇਜ਼ ਜਵਾਬ";
"Emoji" = "ਇਮੋਜੀ";
"Please Enter Email" = "ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਦਰਜ ਕਰੋ";
"Email Sent" = "ਈਮੇਲ ਭੇਜੀ ਗਈ";
"OK" = "ਠੀਕ ਹੈ";
"YES" = "ਹਾਂ";
"NO" = "ਨਹੀਂ";
"Immediate fun or longer purpose - how to choose?" = "ਫੌਰੀ ਮਜ਼ੇਦਾਰ ਜਾਂ ਲੰਬੇ ਉਦੇਸ਼ - ਕਿਵੇਂ ਚੁਣਨਾ ਹੈ?";
"good" = "ਚੰਗਾ";
"response" = "ਜਵਾਬ";
"Failure" = "ਅਸਫਲਤਾ";
"Feedback successfully posted." = "ਫੀਡਬੈਕ ਸਫਲਤਾਪੂਰਵਕ ਪੋਸਟ ਕੀਤਾ ਗਿਆ।";
"Error" = "ਗਲਤੀ";
"No Internet connection " = "ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ";
"Oops!" = "ਓਹ!";
"Hi" = "ਹੈਲੋ";
", thank you for your patience, we will be connecting you to the next available agent shortly." = ", ਤੁਹਾਡੇ ਧੀਰਜ ਲਈ ਧੰਨਵਾਦ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਜਲਦੀ ਹੀ ਅਗਲੇ ਉਪਲਬਧ ਏਜੰਟ ਨਾਲ ਜੋੜਾਂਗੇ।";
"Waiting for agent" = "ਏਜੰਟ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ";
"is now connected to chat" = "ਹੁਣ ਚੈਟ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ";
"Genesys Call Transfer" = "Genesys ਕਾਲ ਟ੍ਰਾਂਸਫਰ";
"No Chatbot Found" = "ਕੋਈ ਚੈਟਬੋਟ ਨਹੀਂ ਮਿਲਿਆ";
"Feedback" = "ਸੁਝਾਅ";
"Message!" = "ਸੁਨੇਹਾ!";
"Sorry, the requested URL not found!" = "ਮਾਫ਼ ਕਰਨਾ, ਬੇਨਤੀ ਕੀਤਾ URL ਨਹੀਂ ਮਿਲਿਆ!";
"Text to speech" = "ਟੈਕਸਟ ਤੋਂ ਭਾਸ਼ਣ";
"Enable text to speech" = "ਟੈਕਸਟ ਤੋਂ ਸਪੀਚ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ";
"has disconnected the chat" = "ਨੇ ਚੈਟ ਡਿਸਕਨੈਕਟ ਕਰ ਦਿੱਤੀ ਹੈ";
"Please enter valid email" = "ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ";
"Success" = "ਸਫਲਤਾ";
"Sorry! Currently no agent is available" = "ਮਾਫ ਕਰਨਾ! ਵਰਤਮਾਨ ਵਿੱਚ ਕੋਈ ਏਜੰਟ ਉਪਲਬਧ ਨਹੀਂ ਹੈ";
"Oops, this service is temporarily unavailable" = "ਓਹੋ, ਇਹ ਸੇਵਾ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਉਪਲਬਧ ਨਹੀਂ ਹੈ";
"Retry" = "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ";
"1" = "੧";
"2" = "੨";
"3" = "੩";
"4" = "੪";
"5" = "੫";
"6" = "੬";
"7" = "੭";
"8" = "੮";
"9" = "੯";
"10" = "੧੦";
"You are no longer connnected with live agent." = "ਤੁਸੀਂ ਹੁਣ ਲਾਈਵ ਏਜੰਟ ਨਾਲ ਜੁੜੇ ਨਹੀਂ ਹੋ।";
"Unable to load the requested URL" = "ਬੇਨਤੀ ਕੀਤੇ URL ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ";
"Unable to serve, you are too fast in typing" = "ਸੇਵਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ, ਤੁਸੀਂ ਟਾਈਪ ਕਰਨ ਵਿੱਚ ਬਹੁਤ ਤੇਜ਼ ਹੋ";
"Unable to play video" = "ਵੀਡੀਓ ਚਲਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ";
"Thank You" = "ਤੁਹਾਡਾ ਧੰਨਵਾਦ";
"Chatbot cannot connect to the server at the moment. Please retry." = "ਚੈਟਬੋਟ ਇਸ ਸਮੇਂ ਸਰਵਰ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।";
"Connect" = "ਜੁੜੋ";
"Permission Denied" = "ਆਗਿਆ ਤੋਂ ਇਨਕਾਰ";
"Speech recognition permission is declined. Please allow access from settings." = "ਬੋਲੀ ਪਛਾਣ ਦੀ ਇਜਾਜ਼ਤ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ ਤੋਂ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।";
"Mike permission is declined. Please allow access from settings." = "ਮਾਈਕ ਦੀ ਇਜਾਜ਼ਤ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ ਤੋਂ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।";
"Please allow location access to fetch your current location." = "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮੌਜੂਦਾ ਟਿਕਾਣੇ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਟਿਕਾਣਾ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।";
"Open Settings" = "ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ";
"Not Now" = "ਹਾਲੇ ਨਹੀਂ";
"Please select location on the map" = "ਕਿਰਪਾ ਕਰਕੇ ਨਕਸ਼ੇ 'ਤੇ ਟਿਕਾਣਾ ਚੁਣੋ";
"Done" = "ਕੀਤਾ";
"Clear" = "ਸਾਫ਼";
"Signature" = "ਦਸਤਖਤ";
"Signature not found." = "ਦਸਤਖਤ ਨਹੀਂ ਮਿਲੇ।";
"Upload QR Code" = "QR ਕੋਡ ਅੱਪਲੋਡ ਕਰੋ";
"Scan QR Code" = "QR ਕੋਡ ਸਕੈਨ ਕਰੋ";
"Please select option" = "ਕਿਰਪਾ ਕਰਕੇ ਵਿਕਲਪ ਚੁਣੋ";
"Upload from Library" = "ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਅੱਪਲੋਡ ਕਰੋ";
"Scanned Code" = "ਸਕੈਨ ਕੀਤਾ ਕੋਡ";
"Uploaded QR Code is not valid. Please upload again." = "ਅੱਪਲੋਡ ਕੀਤਾ QR ਕੋਡ ਵੈਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਅੱਪਲੋਡ ਕਰੋ।";
"Device has no camera" = "ਡਿਵਾਈਸ ਵਿੱਚ ਕੋਈ ਕੈਮਰਾ ਨਹੀਂ ਹੈ";
"Please allow permission to use the Camera so that you can scan QR code." = "ਕਿਰਪਾ ਕਰਕੇ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ ਤਾਂ ਜੋ ਤੁਸੀਂ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰ ਸਕੋ।";
"Please allow permission to access photos so that you can scan QR code." = "ਕਿਰਪਾ ਕਰਕੇ ਫੋਟੋਆਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ ਤਾਂ ਜੋ ਤੁਸੀਂ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰ ਸਕੋ।";
"Reupload QR Code" = "QR ਕੋਡ ਦੁਬਾਰਾ ਅੱਪਲੋਡ ਕਰੋ";
"Rescan QR Code" = "QR ਕੋਡ ਦੁਬਾਰਾ ਸਕੈਨ ਕਰੋ";
"unread message(s)" = "ਨਾ-ਪੜ੍ਹੇ ਸੁਨੇਹੇ";
"Chat Invite" = "ਚੈਟ ਸੱਦਾ";
"You have a new chat invite from" = "ਤੁਹਾਡੇ ਵੱਲੋਂ ਇੱਕ ਨਵਾਂ ਚੈਟ ਸੱਦਾ ਹੈ";
"Reject" = "ਅਸਵੀਕਾਰ";
"Accept" = "ਸਵੀਕਾਰ ਕਰੋ";
"Your session has been expired. Please start a new conversation." = "ਤੁਹਾਡੇ ਸੈਸ਼ਨ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਨਵੀਂ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰੋ।";
"Please enter" = "ਕਿਰਪਾ ਕਰਕੇ ਦਾਖਲ ਕਰੋ";
"Please enter valid" = "ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਦਰਜ ਕਰੋ";
"can't be more than" = "ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋ ਸਕਦਾ";
"characters" = "ਅੱਖਰ";
"Select" = "ਚੁਣੋ";
"Please select" = "ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ";
"Unable to send chat transcript." = "ਚੈਟ ਪ੍ਰਤੀਲਿਪੀ ਭੇਜਣ ਵਿੱਚ ਅਸਮਰੱਥ।";
"Reset" = "ਰੀਸੈਟ";
"Please enter details" = "ਕਿਰਪਾ ਕਰਕੇ ਵੇਰਵੇ ਦਾਖਲ ਕਰੋ";
"Email will be send to you shortly" = "ਤੁਹਾਨੂੰ ਜਲਦੀ ਹੀ ਈਮੇਲ ਭੇਜੀ ਜਾਵੇਗੀ";
